exports.seed = async function(knex) {
    await knex('subjects').del();
    await knex('subjects').insert([
      { name: 'Математика' },
      { name: 'Русский язык' },
      { name: 'Литература' },
      { name: 'Иностранный язык' },
      { name: 'Литературное чтение' },
      { name: 'Окружающий мир' },
      { name: 'Изобразительное искусство (ИЗО)' },
      { name: 'Музыка' },
      { name: 'Технология' },
      { name: 'Физическая культура' },
      { name: 'Информатика' },
      { name: 'История' },
      { name: 'Обществознание' },
      { name: 'География' },
      { name: 'Физика' },
      { name: 'Биология' },
      { name: 'Химия' }
    ]);
  };